cschlosser.doxdocgen
eamodio.gitlens
jeff-hykin.better-cpp-syntax
lharri73.dbc
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-iot.vscode-ros
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
njpwerner.autodocstring
nonanonno.vscode-ros2
RandomFractalsInc.geo-data-viewer
redhat.vscode-xml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
twxs.cmake
wayou.vscode-todo-highlight
